Dlubal.RFEM5.SetOfMembers
Set of members parameters

Dlubal.RFEM5.SetOfMembers.No
Number

Dlubal.RFEM5.SetOfMembers.ID
Identifier

Dlubal.RFEM5.SetOfMembers.Comment
Comment

Dlubal.RFEM5.SetOfMembers.Tag
Tag

Dlubal.RFEM5.SetOfMembers.IsValid
Information if the object is valid or not (read only)

Dlubal.RFEM5.SetOfMembers.Description
Set of members description

Dlubal.RFEM5.SetOfMembers.Type
Type of set of members

Dlubal.RFEM5.SetOfMembers.MemberList
List of members in the set

Dlubal.RFEM5.SetOfMembers.Length
Length of the set of members (read only)

Dlubal.RFEM5.SetOfMembers.Weight
Weight of the set of members (read only)